Repository: LipatovYuriy/Woocommerce-Mbank-payment-gateway
Catalog: lang/mbank-*.po
Languages: ru_ru

source: Payment system MBank
ru_ru: Платежная система MBank

source: Setup payments parameters.
ru_ru: Настройка платежных параметров.

source: Enable/Disable
ru_ru: Включить/Отключить

source: Enabled
ru_ru: Включено

source: Copy Merchant ID from your account page in MBank system
ru_ru: Укажите MERCHANT ID, выданный в личном кабинете MBank

source: Copy KEY from your account page in MBank system
ru_ru: Укажите секретный ключ, выданный в личном кабинете MBank

source: Payment for Order №
ru_ru: Оплата заказа №

source: Pay
ru_ru: Оплатить

source: Cancel payment and return back to card
ru_ru: Отказаться от платежа и вернуться

source: Thank you for your order, press button to pay.
ru_ru: Спасибо за заказ, нажмите ОПЛАТИТЬ.

source: MBank Plugin for WooCommerce
ru_ru: Плагин MBank для WooCommerce
